
<?php include_once("includes/header/header.php"); 
pageTitle("Services");
?>
<?php include_once("includes/header/header-close.php"); 
?>
<main>

  <!-- service section -->
  <section class="service_section layout_padding">
    <div class="container">
      <div class="heading_container">
        <h2>
          Our Services
        </h2>
        <img src="" alt="">
      </div>

      <div class="service_container">
        <div class="box">
          <div class="img-box">
            <img src="images/s1.png" class="img1" alt="">
          </div>
          <div class="detail-box">
            <h5>
            नारायण बली पूजा: अकाल मृत्यु के लिए एक विशेष श्राद्ध कर्म
            </h5>
            <p>
            भारतीय धर्म और संस्कृति में, श्राद्ध कर्म का एक महत्वपूर्ण स्थान है। ये कर्म उन पितरों को सम्मान देने और उनकी आत्मा की शांति के लिए किए जाते हैं, जिन्होंने इस संसार को छोड़ दिया है। नारायण बली पूजा, विशेष रूप से उन लोगों के लिए की जाती है जिनकी अकाल मृत्यु हुई है। इस पूजा का मुख्य उद्देश्य उनकी आत्मा की शांति और मोक्ष की प्राप्ति कराना है।
            </p>
          </div>
        </div>
        <div class="box">
          <div class="img-box">
            <img src="images/s2.png" class="img1" alt="">
          </div>
          <div class="detail-box">
            <h5>
            त्रिपिण्डी श्राद्ध: पितृदोष का निवारण
            </h5>
            <p>
            त्रिपिण्डी श्राद्ध एक प्रमुख आध्यात्मिक कार्य है जो हिंदू संस्कृति में परम्परागत रूप से परिणित है। इस श्राद्ध के द्वारा हम अपने पूर्वजों के पापों का निवारण करते हैं, उनकी आत्मा को शांति प्रदान करते हैं, और उनकी मोक्ष की प्राप्ति के लिए प्रार्थना करते हैं। इस लेख में हम त्रिपिण्डी श्राद्ध के विविध पहलुओं को विस्तार से जानेंगे।
            </p>
          </div>
        </div>
        <div class="box">
          <div class="img-box">
            <img src="images/s3.png" class="img1" alt="">
          </div>
          <div class="detail-box">
            <h5>
            एकोदृष्टि श्राद्ध: एक सामाजिक और आध्यात्मिक संबंध
            </h5>
            <p>
            श्राद्ध के एकोदृष्टि में, परिवार के सदस्यों ने एक संगठित प्रक्रिया के तहत श्राद्ध के कार्य को सम्पन्न किया जाता है। इस श्राद्ध में, भोजन का प्रसाद प्रतियोगितात्मक रूप से बांटा जाता है, जो परिवार की एकता और समरसता को दिखाता है। श्राद्ध के अनुष्ठान में, व्यक्ति मंत्रों का पाठ करते हुए और यज्ञ की आहुति देते हुए अपने पूर्वजों को याद करता है और उन्हें शांति की प्राप्ति के लिए प्रार्थना करता है।
            </p>
          </div>
        </div>
        <div class="box ">
          <div class="img-box">
            <img src="images/s4.png" class="img1" alt="">
          </div>
          <div class="detail-box">
            <h5>
            वृहद श्राद्ध: पूर्वजों के सम्मान का प्रतीक
            </h5>
            <p>
            वृहद श्राद्ध का आयोजन परंपरागत रूप से किया जाता है, जिसमें परिवार के उत्तरजीवी सदस्यों ने एकत्रित होकर पितृदेवों को श्रद्धांजलि अर्पित करते हैं। इसके अनुष्ठान में, श्राद्ध कर्म के लिए विशेष रीति-रिवाज़ का पालन किया जाता है, जिसमें विभिन्न प्रकार के अन्न, धन, और वस्त्रादि का दान किया जाता है।
            </p>
          </div>
        </div>
      </div>
      <!-- <div class="btn-box">
        <a href="">
          Read More
        </a>
      </div> -->
    </div>
  </section>
  <!-- end service section -->

</main>
